Revit 2024 API
ParameterTypeId.LevelDataMassInstanceComments Property
 "Mass: Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LevelDataMassInstanceComments { get; }
Visual Basic
Public Shared ReadOnly Property LevelDataMassInstanceComments As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LevelDataMassInstanceComments {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace